Repository: zibalco/zibal-paid-downloads
Catalog: languages/paiddownloads-*.po
Languages: fr_fr

source: Completed PayPal payment received from unverified customer
fr_fr: Paiement PayPal complet reçu d'un client non vérifié

source: We would like to inform you that {first_name} {last_name} ({payer_email}) paid for {product_title} via PayPal on {transaction_date}. This is non-completed payment.
fr_fr: Nous désirons vous informer que {first_name} {last_name} ({payer_email}) a commandé {product_title} via PayPal le {transaction_date}. Ceci est un paiement incomplet.

source: Non-completed PayPal payment received
fr_fr: Paiement Paypal incomplet reçu

source: Download
fr_fr: Téléchargement

source: By clicking the button below, I agree with the
fr_fr: En cliquant sur le bouton ci-dessous, j'accepte les

source: Please enter valid e-mail. Download link will be sent to this e-mail address.
fr_fr: Merci d'entrer un email valide. Le lien de téléchargement sera envoyé à cette adresse.

source: Enter your e-mail here
fr_fr: Merci d'entrer votre email ici

source: days
fr_fr: jours

source: day
fr_fr: jour

source: hours
fr_fr: heures

source: hour
fr_fr: heure
