Repository: zibalco/zibal-paid-downloads
Catalog: languages/paiddownloads-*.po
Languages: fr_fr

source: Product download details
fr_fr: Détails du produit en téléchargement

source: Dear {first_name},
fr_fr: Cher {first_name},

source: Thank you for purchasing {product_title}. Click the link below to download the product:
fr_fr: Merci d'avoir commandé le produit {product_title}. Cliquez sur le lien suivant pour le télécharger :

source: Please remember that this link is valid for {download_link_lifetime} day(s) only.
fr_fr: Merci de vous souvenir que ce lien est valide pour {download_link_lifetime} jour(s) seulement.

source: Thanks,
fr_fr: Merci,

source: Thank you for purchasing {product_title}. We will review your payment transaction and contact you as soon as possible (maximum 24 hours). Sorry for the inconvenience.
fr_fr: Merci d'avoir commandé {product_title}. Nous allons réviser votre transaction de paiement et vous contacter dès que possible (maximum 24 heures). Désolé pour ce désagrément.

source: Payment was not completed
fr_fr: Le règlement n'est pas complet

source: We would like to inform you that we have received your payment for {product_title}.
fr_fr: Nous voulons vous informer que vous avez reçu un paiement pour {product_title}.

source: The payment status is currently: {payment_status}
fr_fr: Le statut de ce paiement est actuellement : {payment_status}

source: Once the payment is completed and cleared, we will send the download details to you by e-mail.
fr_fr: Une fois le paiement complété, nous vous enverrons les détails de téléchargement par email.

source: Select at least one payment method
fr_fr: Choisissez au moins une méthode de paiement

source: PayPal ID must be valid e-mail address or Merchant ID
fr_fr: L'ID PayPal doit être une adresse email valide ou un ID Marchand

source: AlertPay ID must be valid e-mail address
fr_fr: L'ID AlertPay doit être une adresse email valide

source: InterKassa Shop ID is required
fr_fr: L'ID InterKassa Shop est requis

source: InterKassa Secret Key is required
fr_fr: La clé secrète InterKassa Shop est requise

source: E-mail for notifications must be valid e-mail address
fr_fr: Les adresses pour les notifications par email doivent être valides

source: Sender e-mail must be valid e-mail address
fr_fr: L'adresse email de l'expéditeur doit être valide

source: Sender name is too short
fr_fr: Le nom de l'expéditeur est trop court

source: Successful purchasing e-mail subject must contain at least 3 characters
fr_fr: Un sujet d'email de commande doit contenir au moins 3 caractères

source: Successful purchasing e-mail subject must contain maximum 64 characters
fr_fr: Un sujet d'email de commande doit contenir au maximum 64 caractères

source: Successful purchasing e-mail body must contain at least 3 characters
fr_fr: Un corps d'email de commande doit contenir au moins 3 caractères

source: Failed purchasing e-mail subject must contain at least 3 characters
fr_fr: Echec de commande, le sujet de l'email doit contenir au moins 3 caractères

source: Failed purchasing e-mail subject must contain maximum 64 characters
fr_fr: Echec de commande, le sujet de l'email doit contenir au maximum 64 caractères

source: Failed purchasing e-mail body must contain at least 3 characters
fr_fr: Echec de commande, le corps de l'email doit contenir au moins 3 caractères

source: Settings
fr_fr: Paramètres

source: Files
fr_fr: Fichiers

source: Add File
fr_fr: Ajout de fichier

source: Temporary Links
fr_fr: Liens Temporaires

source: Add Link
fr_fr: Ajout de lien

source: The following error(s) exists:
fr_fr: Le(s) erreur(s) suivantes ont eu lieu :

source: Plugin settings successfully <strong>updated</strong>.
fr_fr: Paramètres de l'extension <strong>mis à jour</strong> avec succès

source: Paid Downloads - Settings
fr_fr: Paid Downloads - Paramètres

source: Click to hide this box
fr_fr: Cliquez pour cacher la boîte

source: Hide
fr_fr: Cacher

source: Support further development
fr_fr: Supporter les améliorations à venir

source: You are happy with this plugin and want to help make it even better? Donate small amount and support further development. All donations are used to improve this plugin!
fr_fr: Vous êtes heureux avec cette extension et vous voulez aider à la rendre meilleure? Faîtes un petit don pour les versions futures. Tous les dons seront utilisés pour cette extension!

source: General Settings
fr_fr: Paramètres Généraux

source: E-mail for notifications
fr_fr: Email pour les notificiations

source: Please enter e-mail address. All alerts about completed/failed payments are sent to this e-mail address.
fr_fr: Merci d'entrer une adresse email. Toutes les alertes de règlements complets ou échoués seront envoyées à cette adresse.

source: Sender name
fr_fr: Nom de l'expéditeur

source: Please enter sender name. All messages to buyers are sent using this name as "FROM:" header value.
fr_fr: Merci d'entrer un nom d'expéditeur. Tous les messages aux acheteurs seront envoyés en utilisant ce nom comme valeur d'en-tête "FROM" :

source: Sender e-mail
fr_fr: Email de l'expéditeur

source: Please enter sender e-mail. All messages to buyers are sent using this e-mail as "FROM:" header value.
fr_fr: Merci d'entrer l'email de l'expéditeur

source: Successful purchasing e-mail subject
fr_fr: Sujet pour l'email de notification de commande

source: In case of successful and cleared payment, your customers receive e-mail message about successful purchasing. This is subject field of the message.
fr_fr: En cas de succès de paiement, vos clients recevront un email concernant le succès de leur commande. Ceci est le champ sujet du message.

source: Successful purchasing e-mail body
fr_fr: Corps de l'email de succès

source: This e-mail message is sent to your customers in case of successful and cleared payment. You can use the following keywords: {first_name}, {last_name}, {payer_email}, {product_title}, {product_price}, {product_currency}, {download_link}, {download_link_lifetime}, {license_info}.
fr_fr: Ce message est envoyé à vos clients en cas de succès de paiement. Vous pouvez utiliser les balises suivantes : {first_name}, {last_name}, {payer_email}, {product_title}, {product_price}, {product_currency}, {download_link}, {download_link_lifetime}, {license_info}.

source: Non-verified payers
fr_fr: Clients non-vérifiés

source: In case this option enabled, you can set different <strong>successful purchasing e-mail body</strong> for non-verified payers.
fr_fr: Si vous activez cette option, vous pouvez définir différents <strong>corps de message de succès</strong> pour les clients non-vérifiés

source: Successful purchasing e-mail body (for non-verified payers)
fr_fr: Corps du message de commande (pour les clients non-vérifiés)

source: This e-mail message is sent to your customers in case of successful and cleared payment in case if they paid using non-verified PayPal account. You can use the following keywords: {first_name}, {last_name}, {payer_email}, {product_title}, {product_price}, {product_currency}.
fr_fr: Ce message est envoyé à vos clients ne possédant pas de compte PayPal vérifié si le règlement est réussi. Vous pouvez utiliser les balises suivantes : {first_name}, {last_name}, {payer_email}, {product_title}, {product_price}, {product_currency}.

source: Failed purchasing e-mail subject
fr_fr: Sujet du message d'échec de la commande

source: In case of pending, non-cleared or fake payment, your customers receive e-mail message about that. This is subject field of the message.
fr_fr: En cas de règlement en attente, ou faux, vos clients recevront un message à ce propos. Ceci est le champ de sujet du message

source: Failed purchasing e-mail body
fr_fr: Corps du message d'échec de commande

source: This e-mail message is sent to your customers in case of pending, non-cleared or fake payment. You can use the following keywords: {first_name}, {last_name}, {payer_email}, {product_title}, {product_price}, {product_currency}, {payment_status}.
fr_fr: Ceci est le message envoyé à vos clients en cas de règlement en attente ou faux. Vous pouvez utiliser les balises suivantes : {first_name}, {last_name}, {payer_email}, {product_title}, {product_price}, {product_currency}, {payment_status}.

source: Download link lifetime
fr_fr: Durée de vie du lien de téléchargement

source: Please enter period of download link validity.
fr_fr: Merci d'entrer une période de validité du lien de téléchargement

source: "Buy Now" button
fr_fr: Bouton "Buy Now"

source: Standard HTML-button
fr_fr: Bouton HTML standard

source: Buy Now
fr_fr: Acheter maintenant

source: Standard PayPal button
fr_fr: Bouton PayPal standard

source: CSS3 button
fr_fr: Bouton CSS3

source: Custom "Buy Now" button
fr_fr: Bouton "Buy Now" personalisé

source: Max dimensions: 600px x 600px, allowed images: JPG, GIF, PNG.
fr_fr: Dimensions maxi : 600 x 600 pixels, images autorisées : JPG, GIF, PNG.

source: Terms & Conditions
fr_fr: Termes & Conditions

source: Your customers must be agree with Terms & Conditions before purchasing. Leave this field blank if you do not need Terms & Conditions box to be shown.
fr_fr: Vos clients doivent accepter vos Termes & Conditions avant de commander. Laissez ce champ vide si vous n'avez pas besoin de faire valider les Termes & Conditions

source: Update Settings
fr_fr: Mise à jour des paramètres

source: PayPal Settings
fr_fr: Paramètres PayPal

source: Enable
fr_fr: Actvier

source: Accept payments via PayPal
fr_fr: Accepter les paiements via PayPal

source: Please tick checkbox if you would like to accept payments via PayPal.
fr_fr: Merci de cocher cette case si vous désirez accepter les règlements via PazPal

source: PayPal ID
fr_fr: ID PayPal

source: Please enter valid PayPal e-mail or <a href="https://www.paypal.com/webapps/customerprofile/summary.view" traget="_blank">Merchant ID</a>, all payments are sent to this account.
fr_fr: Merci d'entrer une adresse email PayPal valide ou un <a href="https://www.paypal.com/webapps/customerprofile/summary.view" traget="_blank">ID Marchand</a>, tous les paiement seront envoyés sur ce compte

source: Enable shipping address
fr_fr: Activer l'adresse de livraison

source: Include shipping address into transaction
fr_fr: Inclure les frais de livraison dans la transaction

source: Activate this option if you plan to send physical copy of your downloadable product (CD, DVD, etc.). Shipping address is taken from payer PayPal account. You can view shipping address at transaction details page.
fr_fr: Activez cette option si vous projetez d'envoyer une copie physique de votre produit téléchargeable (CD, DVD, etc). L'adresse de livraison est récupérée sur le compte PayPal. Vous pouvez voir l'adresse de livraison dans la page de détails de la transaction.

source: Sandbox mode
fr_fr: Mode Sandbox

source: Enable PayPal sandbox mode
fr_fr: Activer le mode Sandbox PayPal

source: Please tick checkbox if you would like to test PayPal service.
fr_fr: Merci de cocher cette case si vous désirez tester le service PayPal

source: AlertPay Settings
fr_fr: Paramètres AlertPay

source: Please enable CURL on your server to use AlertPay payment method!
fr_fr: Merci d'activer CURL sur votre serveur pour utiliser la méthode de paiement AlertPay!

source: IMPORTANT! Set "IPN Status" as "Enabled" on <a target="_blank" href="https://www.alertpay.com/ManageIPN.aspx">AlertPay IPN Setup</a> page.
fr_fr: IMPORTANT! Définissez "Statut IPN" comme "Activé" sur la page <a target="_blank" href="https://www.alertpay.com/ManageIPN.aspx">AlertPay IPN Setup</a>.

source: Accept payments via AlertPay
fr_fr: Accepter les paiements via AlertPay

source: Please tick checkbox if you would like to accept payments via AlertPay.
fr_fr: Mercid e cocher cette case si vous désirez accepter les règlements via AlertPay

source: AlertPay ID
fr_fr: ID AlertPay

source: Please enter valid AlertPay e-mail, all payments are sent to this account.
fr_fr: Merci d'entrer une adresse email AlertPay valide, tous les paiements seront envoyés à ce compte.

source: InterKassa Settings
fr_fr: Paramètres InterKassa

source: Please enable CURL on your server to use InterKassa payment method!
fr_fr: Merci d'activer CURL sur votre serveur pour utiliser la méthode de règlement InterKassa!

source: IMPORTANT! Register your shop on <a target="_blank" href="https://interkassa.com/managment.php">InterKassa Shop Management</a> page.
fr_fr: IMPORTANT! Enregistrez votre boutique sur la page <a target="_blank" href="https://interkassa.com/managment.php">InterKassa Shop Management</a>

source: Accept payments via InterKassa
fr_fr: Accepter les paiements via InterKassa

source: Please tick checkbox if you would like to accept payments via InterKassa.
fr_fr: Merci de cocher cette case si vous désirez accepter les paiements via InterKassa

source: Shop ID
fr_fr: ID boutique

source: Please enter valid InterKassa shop ID. Ex.: 64C18529-4B94-0B5D-7405-F2752F2B716C
fr_fr: Merci d'entrer un ID de boutique InterKassa valide. Ex.: 64C18529-4B94-0B5D-7405-F2752F2B716C

source: Currency
fr_fr: Monnaie

source: Set the currency of InterKassa shop. You can get it on <a target="_blank" href="https://interkassa.com/managment.php">shop settings</a> page. If this currency differs from currency of product, product price is converted into this currency.
fr_fr: Définissez la monnaie de votre boutique InterKassa. Vous pouvez le trouver sur la page <a target="_blank" href="https://interkassa.com/managment.php">shop settings</a>. Si cette monnaie diffère de la monnaie du produit, le prix du produit sera converti dans cette monnaie.

source: Secret Key
fr_fr: Clé secrète

source: Please enter Secret Key. You can get it on <a target="_blank" href="https://interkassa.com/managment.php">shop settings</a> page.
fr_fr: Merci d'entrer votre clé secrète. Vous pouvez la trouver sur la page <a target="_blank" href="https://interkassa.com/managment.php">shop settings</a>.

source: Paid Downloads - Files
fr_fr: FilesPaid Downloads - Fichiers

source: Search:
fr_fr: Rechercher :

source: Search
fr_fr: Rechercher

source: Reset search results
fr_fr: Réinitialisation des résultats de recherche

source: Upload New File
fr_fr: Envoyer un nouveau fichier

source: File
fr_fr: Fichier

source: Price
fr_fr: Prix

source: Sales
fr_fr: Ventes

source: Operations
fr_fr: Opérations

source: Edit file details
fr_fr: Modifer les détails du fichier

source: Generate temporary download link
fr_fr: Générer un lien temporaire de téléchargement

source: Issued download links
fr_fr: Liens de téléchargements générés

source: Payment transactions
fr_fr: Transactions de paiement

source: Download file
fr_fr: Téléchargement du fichier

source: Delete file
fr_fr: Suppression du fichier

source: No results found for
fr_fr: Aucun résultat trouvé pour

source: List is empty.
fr_fr: La liste est vide.

source: Legend:
fr_fr: Légende :

source: Show issued download links
fr_fr: Bouton "Acheter maintenant"

source: Show payment transactions
fr_fr: Afficher les transactions de paiement

source: Paid Downloads - Edit file
fr_fr: Paid Downloads - Modification du fichier

source: Paid Downloads - Upload new file
fr_fr: Pais Downloads - Envoi de nouveau fichier

source: Edit file
fr_fr: Modifier le fichier

source: Upload new file
fr_fr: Envoyer un nouveau fichier

source: Title
fr_fr: Titre

source: Enter the title of file. If you leave this field blank, then original file name will be the title.
fr_fr: Entrez le titre du fichier. Si vous laissez ce champ vide, alors le nom original du fichier sera son titre.

source: Select available file
fr_fr: Choix parmi les fichiers disponibles

source: Select any available file from folder <strong>/wp-content/uploads/paid-downloads/files/</strong> or upload new file below.
fr_fr: Paid Downloads - Settings

source: Choose file to upload.
fr_fr: Choisissez un fichier à envoyer

source: Set the price of file or leave this field blank (or set 0) for free downloading.
fr_fr: Définissez le prix ou laissez le champ vide (ou à 0) pour les téléchargements gratuits

source: Available copies
fr_fr: Copies disponibles

source: Set how many copies of the file you would like to sell. After selling this number of copies, "Buy now" button for the file will not be displayed. Leave this field blank (or set 0) if you wish to sell unlimited number of copies. This field is ignored if you distribute the file freely.
fr_fr: Définissez combien de copies de ce fichier vous désirez vendre. Après avoir vendu ce nombre de copies, le bouton "Acheter Maintenant" ne sera plus affiché. Laissez ce champ vide (ou à 0) si vous désirez vendre un nombre illimité de copies. Ce champ est ignoré si vous fournissez ce fichier gratuitement.

source: License URL
fr_fr: URL de License

source: Submit details
fr_fr: Envoyer les détails

source: Supported payment methods:
fr_fr: Méthodes de paiement supportées :

source: Paid Downloads - Temporary Links
fr_fr: Paid Downloads - Liens Temporaires

source: Add New Link
fr_fr: Ajout d'un lien

source: Download Link
fr_fr: Lien de téléchargement

source: Owner
fr_fr: Propriétaire

source: Delete
fr_fr: Supprimer

source: Delete download link
fr_fr: Supprimer le lien de téléchargement

source: Active link
fr_fr: Lien Actif

source: Expired link
fr_fr: Lien Expiré

source: Paid Downloads - Add temporary link
fr_fr: Paid Downloads - Ajout de lien temporaire

source: Please uplad at least one file first.
fr_fr: Merci d'envoyer au minium un fichier avant.

source: Add temporary link
fr_fr: Ajout de lien temporaire

source: Select file
fr_fr: Choix du fichier

source: Select any uploaded file.
fr_fr: Choisissez un fichier envoyé

source: Link owner
fr_fr: Propriétaire du lien

source: Please enter e-mail for which you are generating the link.
fr_fr: Merci d'entrer l'email pour celui qui a généré le lien.

source: Payer
fr_fr: Acheteur

source: Amount
fr_fr: Montant

source: Status
fr_fr: Statut

source: Created
fr_fr: Création

source: Custom "Buy Now" button has invalid image type
fr_fr: Le bouton personnalisé "Acheter maintenant" a un type d'image non valide

source: Custom "Buy Now" button has invalid image dimensions
fr_fr: Le bouton personnalisé "Acheter maintenant" a une dimension d'image non valide

source: Due to "Buy Now" image problem "Buy Now" button was set to Standard HTML button.
fr_fr: A cause d'un problème avec l'image du bouton "Acheter maintenant" il a été remplacé par le bouton HTML standard

source: The following error(s) occured:
fr_fr: Il y a eu au moins une erreur :

source: Unable to save uploaded file on server
fr_fr: Impossible d'enregistrer le fichier sur le serveur

source: You must select or upload file
fr_fr: Vous devez choisir ou envoyer un fichier

source: File successfully updated
fr_fr: Fichier mis à jour avec succès

source: Service is not available
fr_fr: Service non disponible

source: File successfully added
fr_fr: Fichier ajouté avec succès

source: Link owner must be valid e-mail address.
fr_fr: Le propriétaire du lien doit avoir une adresse email valide

source: Invalid service call.
fr_fr: Appel non-valide de service

source: Temporary download link successfully created.
fr_fr: Lien temporaire de téléchargement crée avec succès.

source: Invalid service call
fr_fr: Appel non-valide de service

source: File successfully removed
fr_fr: Fichier supprimé avec succès

source: Temporary download link successfully removed.
fr_fr: Lien temporaire de téléchargement supprimé avec succès

source: <strong>Paid Downloads plugin almost ready.</strong> You must do some <a href="admin.php?page=paid-downloads">settings</a> for it to work.
fr_fr: <strong> L'extension Paid Downloads est prête.</strong> Vous devez effectuer quelques <a href="admin.php?page=paid-downloads">paramétrages</a> pour qu'il fonctionne.

source: <strong>Please deactivate Paid Downloads plugin and activate it again.</strong> If you already done that and see this message, please create the folder "/wp-content/uploads/paid-downloads/files/" manually and set permission 0777 for this folder.
fr_fr: <strong>Merci de désactiver l'extension Paid Downloads puis de la réactiver.</strong> Si vous l'avez déjà fait et que vous voyez encore ce message, merci de créer le répertoire "/wp-content/uploads/paid-downloads/files/" manuellement et de définir ses permissions en 0777 (CHMOD)

source: Invalid download link
fr_fr: Lien de téléchargement non valide

source: Download link was expired
fr_fr: Le lien de téléchargement a expiré

source: File not found
fr_fr: Fichier non trouvé

source: Dear Administrator!
fr_fr: Cher administrateur!

source: We would like to inform you that {first_name} {last_name} ({payer_email}) purchased {product_title} via AlertPay on {transaction_date}. The buyer received the following download link:
fr_fr: Nous désirons vous informer que {first_name} {last_name} ({payer_email}) a commandé {product_title} via AlertPay le {transaction_date}. L'acheteur recevra le lien de téléchargement suivant :

source: This link is valid {download_link_lifetime} day(s) only.
fr_fr: Ce lien est valide {download_link_lifetime} jour(s) seulement.

source: Completed AlertPay payment received
fr_fr: Paiement complet AlertPay reçu

source: We would like to inform you that {first_name} {last_name} ({payer_email}) paid for {product_title} via AlerPay on {transaction_date}. This is non-completed payment.
fr_fr: Nous désirons vous informer que {first_name} {last_name} ({payer_email}) a commandé {product_title} via AlerPay le {transaction_date}. Ceci est un paiement non complété.

source: Payment ststus: {payment_status}
fr_fr: Staut du paiement : {payment_status}

source: Download link was not generated.
fr_fr: Lien de téléchargement non généré

source: Non-completed AlertPay payment received
fr_fr: Paiement AlertPay incomplet

source: We would like to inform you that {first_name} {last_name} ({payer_email}) purchased {product_title} via InterKassa on {transaction_date}. The buyer received the following download link:
fr_fr: Nous désirons vous informer que {first_name} {last_name} ({payer_email}) a commandé {product_title} via InterKassa le {transaction_date}. L'acheteur a reçu le lien de téléchargement suivant :

source: Completed InterKassa payment received
fr_fr: Paiement InterKassa complet reçu

source: We would like to inform you that {first_name} {last_name} ({payer_email}) paid for {product_title} via InterKassa on {transaction_date}. This is non-completed payment.
fr_fr: Nous désirons vous informer que {first_name} {last_name} ({payer_email}) a commandé {product_title} via InterKassa le {transaction_date}. L'acheteur a reçu le lien de téléchargement suivant :

source: Non-completed InterKassa payment received
fr_fr: Paiement InterKassa reçu non-complet

source: We would like to inform you that {first_name} {last_name} ({payer_email}) purchased {product_title} via PayPal on {transaction_date}. The buyer received the following download link:
fr_fr: Nous désirons vous informer que {first_name} {last_name} ({payer_email}) a commandé {product_title} via PayPal le {transaction_date}. L'acheteur a reçu le lien de téléchargement suivant :

source: Completed PayPal payment received
fr_fr: Paiement PayPal complet reçu

source: We would like to inform you that {first_name} {last_name} ({payer_email}) purchased {product_title} via PayPal on {transaction_date}. The buyer did not receive download link because his/her account is not verified with PayPal. Please contact buyer and send download link manually.
fr_fr: Nous désirons vous informer que {first_name} {last_name} ({payer_email}) a commandé {product_title} via PayPal le {transaction_date}. L'acheteur n'a pas reçu de lien de téléchargement car son compte PayPal n'est pas vérifié. Merci de contacter l'acheteur et de lui envoyer le lien de téléchargement manuellement.
